alacritty
amd-ucode
amdgpu-pro-oglp
amneziavpn-bin
base
base-devel
bat
bind
brightnessctl
btop
btrfs-progs
clang
clinfo
cloc
cmake
dosfstools
downgrade
efibootmgr
egl-wayland
ethtool
ex-vi-compat
expac
fd
flatpak
foot
fuse2
fzf
gamemode
gamescope
gdb
gimp
git
gnome-themes-extra
go-task
gperf
greetd
greetd-tuigreet
grim
grub
gst-plugin-pipewire
htop
imagemagick
imv
inetutils
intel-media-driver
iwd
jq
kitty
lazygit
libc++
libc++abi
libpulse
libva-intel-driver
libva-utils
linux
linux-firmware
linux-lts
linux-zen
lua-language-server
luarocks
lxqt-policykit
ly
man-db
mangohud
mediainfo
mesa-demos
mesa-utils
mpv
nano
network-manager-applet
networkmanager
ninja
nmap
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
os-prober
pacman-contrib
parted
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
polkit-kde-agent
poppler
python-distro
python-pip
python-pylspci
qt5-base
qt5-tools
qt5-wayland
qt5ct
qt6-tools
qt6-wayland
qt6ct
reflector
ripgrep
rpm-tools
rsync
ruby
slurp
smartmontools
snapper
steam
stow
stress-ng
stylua
sudo
swappy
sway
swaybg
swayidle
swaylock
syncthing
tree-sitter
tree-sitter-cli
ttf-dejavu
ttf-hack-nerd
ttf-jetbrains-mono-nerd
ueberzugpp
unzip
vim
viu
vulkan-intel
vulkan-nouveau
vulkan-radeon
vulkan-tools
waybar
webkit2gtk-4.1
wget
wireless_tools
wireplumber
wl-clipboard
wmenu
wofi
xcb-util-image
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xhost
xorg-xinit
xorg-xwayland
yay-bin
yay-bin-debug
yazi
zram-generator
zsh
