alacritty
amd-ucode
amneziavpn-bin
base
base-devel
bat
brightnessctl
btop
btrfs-progs
cmake
dosfstools
efibootmgr
ethtool
fd
flatpak
foot
fuse2
fzf
gamemode
gamescope
git
go-task
greetd
greetd-tuigreet
grim
grub
gst-plugin-pipewire
htop
imagemagick
imv
intel-media-driver
iwd
jq
kitty
lazygit
libpulse
libva-intel-driver
linux
linux-firmware
linux-lts
linux-zen
ly
man-db
mangohud
mesa-demos
mesa-utils
nano
neovim
network-manager-applet
networkmanager
npm
os-prober
pacman-contrib
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plymouth
poppler
python-pip
qt5-base
qt5-tools
qt5-wayland
qt6-tools
qt6-wayland
ripgrep
rsync
slurp
smartmontools
snapper
stow
stress-ng
sudo
swappy
sway
swaybg
swayidle
swaylock
syncthing
ttf-hack-nerd
ueberzugpp
unzip
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wl-clipboard
wmenu
xcb-util-image
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xwayland
yay-bin
yay-bin-debug
yazi
zellij
zram-generator
zsh
