alacritty
amd-ucode
base
base-devel
bat
brightnessctl
btop
btrfs-progs
cmake
efibootmgr
flatpak
foot
gamemode
gamescope
git
go-task
greetd
greetd-tuigreet
grim
grub
gst-plugin-pipewire
htop
intel-media-driver
iwd
libpulse
libva-intel-driver
linux
linux-firmware
linux-lts
linux-zen
man-db
mangohud
mesa-demos
mesa-utils
nano
neovim
network-manager-applet
networkmanager
npm
os-prober
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
podman
slurp
smartmontools
snapper
steam
stow
sway
swaybg
swayidle
swaylock
tmux
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wireless_tools
wireplumber
wmenu
xcb-util-image
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
xorg-xwayland
yay
yay-debug
zip
zram-generator
zsh
